{
	"about":{
		"name":"Kathryn Tatum",
    "title": "Senior at Boston College",
    "future": "Incoming consultant at CapTech Ventures, Inc.",
    "email": "tatumka@bc.edu",
    "photo": "https://cdn.glitch.com/ab621e97-0054-4a80-9f77-cec959e02051%2FIMG_9605.jpg?v=1612391096954"
	},
  
	"news":{
      "photo1": "https://cdn.glitch.com/ab621e97-0054-4a80-9f77-cec959e02051%2FIMG_2691.jpg?v=1612410871596",
      "photo2": "https://cdn.glitch.com/ab621e97-0054-4a80-9f77-cec959e02051%2F1428FE5E-E13B-4AF9-8F1C-1BC44D766323.jpg?v=1612410847923",
			"news1": "Fall 2019: I studied abroad in Prague! It was perfect timing right before coronavirus shut down the world", 
      "news2": "June-July 2020: I interned for a tech consulting firm called CapTech during summer 2020. My role was a business analyst and a SCRUM master.",
      "news3": "August 2020: I was offered a full-time position with CapTech as a management consultant after graduation and I accepted it!",
      "news4": "Fall 2020: I started my senior year at Boston College."
		},
  
	"projects":{
      "title1": "Project 1: Passion Brainstorm",
      "label": "Visit the Passion Brainstorm site here!",
      "path": "https://passionbrainstorm.glitch.me/",
      "description1": "I created the Passion Brainstorm site as my final project for the Design Thinking & Strategy class at Boston College. For the project, we had to address a problem that students on BC's campus face and I chose the problemof seniors facing the big question - What do I want to do after graduation?. It is a question that makes everyone I know stressed. I wanted to develop a solution that could help students think through their pasions and make it easier for them to answer this big question.",
      "photo1": "https://cdn.glitch.com/ab621e97-0054-4a80-9f77-cec959e02051%2F2021-02-07.png?v=1612731822076",
      "words": "The site has two main features. The first is a 'passion word map' that asks the user about some things that they love and asks them to categorize them based on how much they love it and whether or not they want it to be part of theirfuture career. Once they have entered everything, the site generates a word map of all their passions that looks like this:",
      "wordmap": "https://cdn.glitch.com/ab621e97-0054-4a80-9f77-cec959e02051%2F2021-02-07%20(1).png?v=1612732845824",
      "experiences": "The second feature is a place to put past job, internship, class, and extracurricular experiences and record what you liked and disliked about each experience. This helps students think through what experiences they've enjoyed and why. When they have finished entering all their experiences, they click 'submit' and receive a list of all the things they like and dislike so they can look out for these characteristics in future job opportunities.",
      "title2":"2. Habit Tracker",
      "photo2": "https://cdn.glitch.com/ab621e97-0054-4a80-9f77-cec959e02051%2FImage%204-17-20%20at%2011.05%20PM.jpg?v=1612411325418",
      "description2": "Another project I developed was an iOS app using Swift. This was my final project for the Swift/iOS class at Boston College and it's called The Habit Tracker. The app allows you to add different habits you are trying to create in your life and will remind you each day to complete those habits. You can add, remove, edit and organize your habits within the app. You can also search for habit inspirations."
  }
}